{
  "ssoFAQ": [
    {
      "title": "Was ist SSO allgemein?" ,
      "content": "SSO (zu deutsch so etwas wie „Einmalanmeldung“) bedeutet vereinfacht, dass ein Benutzer nach einer einmaligen Anmeldung (an einem Dienst) einen halbautomatischen Zugriff auf bestimmte andere, verknüpfte Dienste bekommt, ohne sich dort jedes Mal auch noch anmelden zu müssen. \n SSO ist eine **Vereinfachung für Anwender im Anmeldeprozess**. Es bedeutet aber **nicht**, dass Administratoren weniger Aufwand haben beim Anlegen und der Zuordnung von Nutzerdaten, oder gar, dass sie mehrere Nutzer automatisiert anlegen könnten!"
    },
    {
      "title": "Ein Beispiel für SSO im Internet",
      "content": "Gerade bei Web-Portalen findet diese Technologie häufig Verwendung: Beispielsweise kann man sich bei Doodle entweder ein eigenes Konto (mit Benutzername und Passwort) anlegen, über das man sich auf Doodle-Seiten anmeldet, oder man benutzt dafür SSO mit einem bereits vorhandenen eigenen Google- oder Facebook-Konto, und wird dann beim Aufruf von Doodle-Seiten halbautomatisch angemeldet, sobald man vorher bereits bei Google bzw. Facebook angemeldet war. Dafür werden von Google bzw. Facebook nach einmaliger Bestätigung des Nutzers bestimmte benötigte Informationen weitergegeben, zum Beispiel Vor- und Familienname und Email-Adresse. \n\n **Achtung**: Web-Dienste und -Portale sind im Allgemeinen nicht selbst in der Lage, mehrere Konten der gleichen Nutzer miteinander zu verknüpfen. Nutzt man für Doodle beispielsweise erst ein Google-Konto zur Anmeldung, später aber ein Facebook-Konto und legt dann in Doodle selbst noch ein Konto an, dann liegen in Doodle drei verschiedene Konten für den selben Benutzer vor, die nicht verknüpft/synchronisiert werden können. Das gleiche gilt auch für die Schul-Cloud: Anwender müssen sich entscheiden, ob sie SSO oder eigene Kontodaten nutzen wollen, und müssen Ihre unterschiedlichen Konten bei Bedarf selbst verwalten."
    },
    {
      "title": "Wie kann SSO in der Schul-Cloud genutzt werden?",
      "content": "In der Schul-Cloud soll SSO auf dreierlei grundsätzlichen Arten zum Einsatz kommen. Bei allen drei Arten findet ein Austausch von Anmeldedaten zwischen Web-Portalen statt: \n 1. Zum einen wird SSO eingesetzt zur **Anmeldung an die externen Tools und Webseiten** (wie Serlo oder Bettermarks), die durch die Schul-Cloud genutzt werden können. Sobald in der Schul-Cloud durch das HPI eine SSO-Anmeldung mit einem solchen externen Dienst technisch eingerichtet ist, kann sich ein Anwender entscheiden, ob er sich beim Wechsel auf deren Seiten mit einem gesonderten Konto anmelden möchte oder zur Anmeldung sein Schul-Cloud-Konto nutzen will. Die Schul-Cloud will dabei keine personenbezogenen Daten austauschen; Ziel ist daher eine pseudonymisierte SSO-Anmeldung über die Schul-Cloud an externe Dienste. \n 2. Zum anderen wird SSO eingesetzt zur **Anmeldung an der Schul-Cloud**, und zwar über bestimmte, an Schulen teilweise bereits genutzte externe Dienste (wie Moodle und iServ), damit ich mir als Moodle- oder iServ-Benutzer keine zusätzlichen Kontodaten für die Schul-Cloud mehr merken muss. Nachdem die technischen Voraussetzungen in der Schul-Cloud dafür gegeben sind, müssen Eure schulischen Administratoren in einfachen Schritten sowohl Eure [eigene Moodle- bzw. iServ-Instanz als auch Eure Schul-Cloud-Instanz entsprechend vorbereiten](https://trello.com/c/v7bWckxS/). Danach können Anwender bei der Anmeldung an der Schul-Cloud entscheiden, ob sie sich ein Konto in der Schul-Cloud einrichten wollen oder zur Anmeldung ein bereits vorhandenes externes Konto (wie Moodle bzw. iServ) nutzen wollen. Wie oben erwähnt ist es möglich, mehrere Konten anzulegen und parallel zu nutzen; diese verschiedenen Konten können aber nicht miteinander gekoppelt und Daten transferiert werden. Von daher liegt es in der Verantwortung jedes Anwenders, welche Art von Konto zur Anmeldung verwendet wird. \n 3. Zum anderen wird SSO in der Schul-Cloud eingesetzt zur optionalen **Kombination der beiden vorangegangenen** Fälle 1 und 2: Ein Anwender kann sich zunächst per SSO über einen bereits vorhandenen externen Dienst (Moodle oder iServ) an der Schul-Cloud anmelden (Fall 2), um von dort aus Tools und andere externe Webseiten (wie Serlo und Bettermarks) aufzurufen, an denen er sich wiederum halbautomatisch per SSO durch die Schul-Cloud anmeldet (Fall 1)."
    },
    {
      "title": "Welche anderen Möglichkeiten zur Nutzung von SSO gibt es noch?",
      "content": "Einige Schulen und Organisationen nutzen SSO auch bereits auf der Ebene ihrer Betriebssysteme und Software-Programme. So ist es beispielsweise auch mittels einer Microsoft-eigenen SSO-Lösung (namens ADFS: Active Directory Federation Services) möglich, dass die Windows-Anmeldedaten direkt an ausgewählte Programme und Internetdienste weitergegeben werden. So ist wäre beispielsweise möglich, dass sich eine Anwenderin morgens an Windows auf Ihrem schuleigenen PC anmeldet und dann automatisch in Doodle angemeldet wird, sobald sie Doodle von diesem PC aus öffnet. Eine derartige Weitergabe von Anmeldedaten eines Betriebssystems an die Schul-Cloud wäre ebenfalls denkbar. Eine nachträgliche Kopplung mit zuvor benutzten anderen Anmeldekonten wird es allerdings voraussichtlich nicht geben."
    },
    {
      "title": "Welche administrativen Konsequenzen ergeben sich aus der Nutzung von SSO zur Anmeldung an der Schul-Cloud?",
      "content": "Grundsätzlich können alle Arten von Anwendern (Lehrkräfte wie Schülerinnen und Schüler) auf mehreren Wegen in der Schul-Cloud registriert werden: per manueller Anmeldung, per Import einer Liste (nur für Anwender mit entsprechenden Rechten) und per SSO. Um Schülerinnen, Schüler oder Lehrkräfte in der Schul-Cloud bestimmten Klassen oder Kursen zuzuordnen, müssen diese erst einmal in der Schul-Cloud registriert sein. \n Daraus ergeben sich Vor- und Nachteile: Der Vorteil der Anwenderregistrierung per Import einer Liste ist es, dass diese Anwender bereits Kursen und Klassen zugeordnet werden können, noch bevor sie die Schul-Cloud selbst das erste Mal nutzen. Lehrkräfte können Ihre Schüler so bereits Ihren Klassen und Kursen zuordnen, noch bevor der erste Einsatz im Unterricht beginnt. Nutzen Schülerinnen und Schüler dagegen die manuelle Registrierung oder die Registrierung per SSO, so müssen die Lehrkräfte die Zuordnung zu Kursen und Klassen nachträglich vornehmen –nachdem sich die Schülerinnen und Schüler erstmals an der Schul-Cloud registriert haben. Das ist aber leicht und schnell möglich."
    },
    {
      "title": "Was ist zu Empfehlen hinsichtlich der verschiedenen Registrierungsmöglichkeiten?",
      "content": "Jede Schule sollte ihr eigenes Verfahren etablieren, wie Schülerinnen und Schüler am besten in der Schul-Cloud zu registrieren sind. Es ist zu empfehlen, dass Lehrkräfte ihren Schülerinnen und Schülern ein bestimmtes einheitliches Verfahren zur Erstregistrierung vorgeben. Dabei kann zu Beginn beispielsweise auch vorgeben werden, wie das ursprüngliche Schema für Passwörter aussehen soll, um vergessene Passwörter zu vermeiden (z.B. eigenes Geburtsjahr plus Vorname des Vaters plus Schulname). Lehrkräfte, Schülerinnen und Schüler sind selbst verantwortlich dafür, nicht mehrere unterschiedliche Konten in der Schul-Cloud anzulegen bzw. diese selbständig zu verwalten. Eine technische Kopplung unterschiedlicher Konten wird nicht zur Verfügung gestellt (existiert auch in anderen Web-Portalen nicht)."
    }
  ],
  "administration": [
    {
      "title": "Anlegen von neuen Lehrkräften und Schüler/innen in der Schul-Cloud",
      "content": "1. Alle Lehrer-Accounts finden im Navigationsmenü den zusätzlichen Punkt „Verwaltung“, mit dem Benutzer-Accounts für Lehrkräfte (und Schüler/innen) verwaltet werden können.\n 2. Die entsprechenden Untermenüs „Lehrer“ bzw. „Schüler“ führen Euch zur Übersicht über die bereits angelegten Lehrkräfte bzw. Schüler/innen (Achtung: evtl. mehrseitige Auflistung). \n 3. Neue Nutzer könnt Ihr dort auf mehreren Wegen anlegen: \n \n a. Wenn Ihr einen Nutzer manuell und einzeln für jede Person anlegen wollt, klickt Ihr auf der Übersicht der angelegten Lehrkräfte/Schüler/innen auf die Schaltfläche „Lehrer hinzufügen“ (bzw. „Schüler hinzufügen“), und gebt dann Vorname, Nachname und Email-Adresse ein. An die Email-Adresse wird eine automatische E-Mail versendet, die bestätigt werden muss, um den neuen Account zu aktivieren. \n \n b. Wenn Ihr eine Liste von Personen als Lehrkräfte oder Schüler/innen importieren wollt, klickt Ihr auf der Übersicht angelegten Lehrkräfte/Schüler/innen auf die Schaltfläche „Lehrer importieren (bzw. „Schüler importieren“) und wählt dann eine entsprechende Datei mit einer Liste von Namen, Vornamen und E-Mail-Adressen im üblichen CSV-Format aus. Das Format kann z.B. auch per Excel angelegt werden. An die Email-Adressen wird eine automatische E-Mail versendet, die bestätigt werden muss, um den neuen Account zu aktivieren. \n \n c. Für das Anlegen von Schüler/innen gibt es zusätzlich die Möglichkeit, einen generischen Einladungslink zu generieren, den Ihr selbst per E-Mail an die Schüler/innen verschicken oder auch in der Klasse an die Tafel schreiben könnt. Klickt dazu in der Übersicht der angelegten Schüler/innen auf die Schaltfläche „Einladungslink generieren“ und nutzt dann den angezeigten Link. Der Link ist nicht personenspezifisch, sondern schulspezifisch, fordert zur Eingabe von Name, Vorname und Email-Adresse auf, und ordnet die (dann wieder per Bestätigungsmail) neu angelegten Schüler/innen Eurer Schule im System zu. \n \n d. Alternativ könnt Ihr in Kürze auch schon bei Euch vorhandene Moodle- oder iServ-Benutzerkonten zur Registrierung und späteren Anmeldung nutzen. Sobald die ADV unterzeichnet eingegangen ist, erhält Euer technischer Ansprechpartner ein Administrator-Konto vom HPI, mit dem er dann auch die URL Eurer Moodle-/iServ-Instanz verwalten kann ([siehe hierzu auch auf Github unsere Anleitungen zur Installation an](https://github.com/schul-cloud/schulcloud-server/wiki/Einrichtung-einer-IServ-Installation-f%C3%BCr-Single-sign-on-bei-Schul-Cloud)). \n 4. Bereits angelegte Nutzer können über die entsprechenden Symbole auf der Übersichtsseite bearbeitet oder gelöscht werden."
    }
  ]
}
